{
  "header": {
    "about": "About",
    "stats": "Statistics",
    "gallery": "Gallery"
  },
  "heroHeader": {
    "title": "Craft your Legacy on",
    "description": "Dive into endless adventures with a thriving community. Build, battle, and explore the limitless possibilities. Join us today!",
    "button": "Get IP Address"
  },
  "about": {
    "subtitle": "About this Server",
    "titleLeft": "is",
    "titleNot": "not",
    "titleRight": "just a Server; it's a Journey",
    "description": "Born from a passionate coding community, this server was created to bring us all together for fun and adventure. Join us as we build, explore, and enjoy the game we love in a space designed for collaboration and creativity.",
    "respectful": {
      "title": "Respect All Players",
      "description": "Maintain a friendly and inclusive atmosphere where everyone feels welcome."
    },
    "noGriefing": {
      "title": "No Griefing",
      "description": "Protect the hard work of others. Griefing is strictly prohibited to ensure a positive experience for all."
    },
    "collaborative": {
      "title": "Collaborative Builds",
      "description": "Team up with fellow players to create massive, awe-inspiring structures that push the boundaries of Minecraft."
    },
    "activeModeration": {
      "title": "Active Moderation",
      "description": "Our dedicated staff is always available to assist and ensure that the server remains a safe and enjoyable place for all players."
    }
  },
  "statistics": {
    "title": "Statistics",
    "description": "Get up-to-date information on the server's performance and player activity.",
    "version": {
      "title": "Version",
      "description": "Stay updated with the latest features and improvements. Our server runs the newest version to ensure you have the best gameplay experience."
    },
    "players": {
      "title": "Current Players",
      "description": "Be active and join the fun!"
    },
    "uptime": {
      "title": "Uptime",
      "description": "Our server is almost always online, ready for your next adventure."
    },
    "plugins": {
      "title": "Custom Plugins",
      "description": "Enjoy a tailored gameplay experience with our custom-developed plugins."
    }
  },
  "gallery": {
    "badge": "Cool images",
    "title": "Gallery",
    "description": "Explore a curated selection of breathtaking screenshots and highlights from our server. See the creativity and adventures that make our community unique."
  },
  "preFooter": {
    "title": "Ready to Join the Adventure?",
    "description": "Don't miss out on the excitement! Dive into a world of creativity, challenge, and community. Click below to start your journey with us today.",
    "joinServer": "Join the Server"
  },
  "copyServerIP": {
    "title": "Server IP is copied to clipboard!",
    "message": "Enjoy your adventure!"
  },
  "error404": {
    "title": "Nothing to see here",
    "description": "The page you're trying to access doesn't exist. You may have entered the address incorrectly, or the page might have been moved to a different URL. If you believe this is a mistake, please contact support.",
    "button": "Get back to home page"
  }
}
