{
  "header": {
    "about": "Giới thiệu",
    "stats": "Thống kê",
    "gallery": "Thư viện ảnh"
  },
  "heroHeader": {
    "title": "Tạo Dấu ấn của bạn trên",
    "description": "Tham gia vào những cuộc phiêu lưu bất tận với cộng đồng sôi động. Xây dựng, chiến đấu và khám phá những khả năng vô hạn. Tham gia máy chủ chúng tôi hôm nay!",
    "button": "Nhận Địa chỉ IP"
  },
  "about": {
    "subtitle": "Về Máy chủ này",
    "titleLeft": "",
    "titleNot": "không chỉ là",
    "titleRight": "một Máy chủ; đây là một Hành trình",
    "description": "Được sinh ra từ một cộng đồng yêu thích lập trình, máy chủ này được tạo ra để đưa chúng ta lại gần nhau vì niềm vui và sự phiêu lưu. Hãy tham gia với chúng tôi khi chúng ta xây dựng, khám phá và tận hưởng trò chơi mà chúng ta yêu thích trong một không gian được thiết kế cho sự hợp tác và sáng tạo.",
    "respectful": {
      "title": "Tôn trọng tất cả người chơi",
      "description": "Duy trì bầu không khí thân thiện và bao dung nơi mọi người đều cảm thấy được chào đón."
    },
    "noGriefing": {
      "title": "Không phá hoại",
      "description": "Hãy bảo vệ công sức của người khác. Việc phá hoại bị nghiêm cấm để đảm bảo trải nghiệm tích cực cho tất cả mọi người."
    },
    "collaborative": {
      "title": "Hợp tác xây dựng",
      "description": "Hợp tác với các người chơi khác để tạo ra những công trình khổng lồ, đầy cảm hứng và đẩy xa giới hạn của Minecraft."
    },
    "activeModeration": {
      "title": "Đội ngũ quản lý tích cực",
      "description": "Đội ngũ của chúng tôi luôn sẵn sàng hỗ trợ và đảm bảo rằng máy chủ luôn là nơi an toàn và thú vị cho tất cả người chơi."
    }
  },
  "statistics": {
    "title": "Thống kê",
    "description": "Cập nhật thông tin về hiệu suất của máy chủ và hoạt động của người chơi.",
    "version": {
      "title": "Phiên bản",
      "description": "Luôn cập nhật với những tính năng và cải tiến mới nhất. Máy chủ của chúng tôi luôn chạy phiên bản mới nhất để đảm bảo bạn có trải nghiệm chơi game tốt nhất."
    },
    "players": {
      "title": "Người chơi hiện tại",
      "description": "Cùng tham gia vào niềm vui với tất cả mọi người!"
    },
    "uptime": {
      "title": "Thời gian hoạt động",
      "description": "Máy chủ của chúng tôi hầu như luôn trực tuyến, sẵn sàng cho cuộc phiêu lưu tiếp theo của bạn."
    },
    "plugins": {
      "title": "Plugin tùy chỉnh",
      "description": "Tận hưởng trải nghiệm chơi game được tùy chỉnh với các plugin do chúng tôi phát triển."
    }
  },
  "gallery": {
    "badge": "Hình ảnh đẹp",
    "title": "Thư viện ảnh",
    "description": "Khám phá bộ sưu tập các ảnh chụp và khoảnh khắc nổi bật từ máy chủ của chúng tôi. Hãy ngắm nhìn sự sáng tạo và những cuộc phiêu lưu làm nên sự độc đáo của cộng đồng này."
  },
  "preFooter": {
    "title": "Bạn đã sẵn sàng tham gia cuộc phiêu lưu?",
    "description": "Đừng đánh mất sự hứng khởi! Tham gia vào thế giới của sự sáng tạo, thách thức và cộng đồng. Nhấp vào các nút bên dưới để bắt đầu hành trình với chúng tôi ngay hôm nay.",
    "joinServer": "Tham gia máy chủ"
  },
  "copyServerIP": {
    "title": "Đã sao chép địa chỉ IP máy chủ!",
    "message": "Chúc bạn có một cuộc phiêu lưu vui vẻ!"
  },
  "error404": {
    "title": "Trang không tồn tại",
    "description": "Xin lỗi, trang bạn đang tìm kiếm không tồn tại. Hãy kiểm tra lại đường dẫn, hoặc có thể trang đã được chuyển đến địa chỉ khác. Nếu bạn cần hỗ trợ, vui lòng liên hệ với chúng tôi.",
    "button": "Quay lại trang chủ"
  },
  "fundraiser": {
    "title": "Xin đừng bỏ qua và Hãy ủng hộ chúng tôi!",
    "descriptionLeft": "Tôi đang gây quỹ cho",
    "eventName": "Chuyến đi hòa nhạc của Đội hợp xướng Trường Trung học Antelope năm 2025",
    "descriptionRight": "và rất mong nhận được sự ủng hộ từ bạn! Mỗi đóng góp, dù lớn hay nhỏ, đều đưa chúng tôi đến gần hơn với mục tiêu của mình. Cảm ơn rất nhiều vì sự rộng lượng của bạn!",
    "button": "Ủng hộ chúng tôi!"
  }
}
